         01 MIS-ACCT-DATA-RECORD.
           05 MIS-RATE-CHART-NUM               PIC S9(09) COMP-3.
           05 MIS-CF-TAX-NTNL-ID               PIC X(18).
           05 MIS-CF-PRIM-PHONE-DATA           PIC X(40).

